Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: This feature requires inline frames. You have iframes disabled or your browser does not support them.
ca_es: Aquesta funció requereix de marcs en línia. Teniu els marcs incorporats desactivats o el vostre navegador no els suporta.

source: not configured
ca_es: sense configurar

source: You have attempted to queue too many files.
ca_es: Heu intentat enviar a la cua massa fitxers.

source: This file is empty. Please try another.
ca_es: Aquest fitxer és buit. Escolliu-ne un altre.

source: This file type is not allowed. Please try another.
ca_es: Aquest fitxer és d'un tipus no permès. Proveu-ho amb altre.

source: An error occurred in the upload. Please try again later.
ca_es: S'ha produït un error carregant el fitxer. Torneu-ho a provar d'aquí una estona.

source: There was a configuration error. Please contact the server administrator.
ca_es: S'ha produït un error de configuració. Contacteu amb l'administrador del servidor.

source: You may only upload 1 file.
ca_es: Només podeu penjar 1 fitxer.

source: HTTP error.
ca_es: Error d'HTTP.

source: Upload failed.
ca_es: La càrrega del fitxer ha fallat.

source: IO error.
ca_es: Error d'Entrada/Sortida.

source: Security error.
ca_es: Error de seguretat.

source: Upload stopped.
ca_es: La càrrega del fitxer s'ha aturat.

source: Crunching&hellip;
ca_es: Processant&hellip;

source: moved to the trash.
ca_es: s'ha mogut a la paperera.

source: Medium
ca_es: Mitjana

source: Publish on:
ca_es: Publica el:

source: Schedule for:
ca_es: Previst per:

source: Published on:
ca_es: Publicat el:

source: Show more comments
ca_es: Mostra més comentaris

source: No more comments found.
ca_es: No s'han trobat més comentaris.

source: Password Protected
ca_es: Protecció amb contrasenya

source: Submitted on:
ca_es: Enviat el:

source: Error while saving the changes.
ca_es: S'ha produït un error mentre es desaven els canvis.

source: Remove From Bulk Edit
ca_es: Suprimeix de l'edició massiva

source: Plugin Information:
ca_es: Informació de l'extensió:

source: Saving...
ca_es: S'està desant...

source: Could not set that as the thumbnail image. Try a different attachment.
ca_es: No podem establir-la com a miniatura de la imatge. Proveu amb un altre fitxer adjunt.

source: Saving Draft&#8230;
ca_es: S'està desant l'esborrany&#8230;

source: Invalid Taxonomy
ca_es: Taxonomia no vàlida

source: Empty Term
ca_es: Terme buit

source: Invalid term ID
ca_es: Identificador de terme és invàlid

source: A name is required for this term
ca_es: Es requereix un nom per a aquest terme

source: Could not insert term into the database
ca_es: No s'ha pogut inserir el terme a la base de dades

source: The slug &#8220;%s&#8221; is already in use by another term
ca_es: L'URL "%s" ja s'utilitza en un altre terme

source: Invalid object ID
ca_es: Identificador d'objecte no vàlid

source: Template is missing.
ca_es: Falta la plantilla.

source: The parent theme is missing. Please install the "%s" parent theme.
ca_es: El tema pare no existeix. Instal·leu el tema pare "%s".

source: Stylesheet is missing.
ca_es: Falta el full d'estil.

source: <strong>ERROR</strong>: The username field is empty.
ca_es: <strong>ERROR</strong>: El camp del nom d'usuari està buit.

source: <strong>ERROR</strong>: The password field is empty.
ca_es: <strong>ERROR</strong>: El camp de la contrasenya està buit.

source: <strong>ERROR</strong>: Invalid username. <a href="%s" title="Password Lost and Found">Lost your password</a>?
ca_es: <strong>ERROR</strong>: Nom d'usuari incorrecte. <a href="%s" title="Recuperació de la contrasenya perduda">Heu perdut la vostra contrasenya</a>?

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
ca_es: <strong>ERROR</strong>: El vostre compte s'ha marcat com a brossa.

source: Please log in again.
ca_es: Entreu de nou.

source: Sidebar %d
ca_es: Barra lateral %d

source: <strong>ERROR</strong>: WordPress %1$s requires MySQL %2$s or higher
ca_es: <strong>ERROR</strong>: el WordPress %1$s requereix MySQL %2$s o posterior

source: Powered by WordPress
ca_es: Funcionant amb el WordPress

source: <strong>ERROR</strong>: Enter a username or e-mail address.
ca_es: <strong>ERROR</strong>: introduïu un nom d'usuari o adreça de correu electrònic.

source: <strong>ERROR</strong>: There is no user registered with that email address.
ca_es: <strong>ERROR</strong>: No hi ha cap usuari registrat amb aquesta adreça electrònica.

source: <strong>ERROR</strong>: Invalid username or e-mail.
ca_es: <strong>ERROR</strong>: Nom d'usuari o adreça electrònica no vàlids.

source: Password reset is not allowed for this user
ca_es: Per a aquest nom d'usuari no es permet reinicialitzar la contrasenya

source: [%s] Password Reset
ca_es: [%s] Reinicialitza la contrasenya

source: The e-mail could not be sent.
ca_es: No s'ha pogut enviar el correu electrònic.

source: Invalid key
ca_es: Clau no vàlida

source: <strong>ERROR</strong>: Please type your e-mail address.
ca_es: <strong>ERROR</strong>: Teclegeu la vostra adreça de correu electrònic.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
ca_es: <strong>ERROR</strong>: La adreça de correu electrònic no és correcta.

source: Sorry, that key does not appear to be valid.
ca_es: La contrasenya sembla no ser vàlida.

source: Lost Password
ca_es: Contrasenya perduda

source: Username or E-mail:
ca_es: Nom d'usuari o adreça electrònica:

source: Get New Password
ca_es: Obté una contrasenya nova

source: Are you lost?
ca_es: Us heu perdut?

source: &larr; Back to %s
ca_es: &larr; Torna cap a %s

source: Registration Form
ca_es: Formulari de registre

source: Register For This Site
ca_es: Registra'm en aquest lloc

source: A password will be e-mailed to you.
ca_es: Rebreu una contrasenya per correu electrònic.

source: Password Lost and Found
ca_es: Recuperació de la contrasenya perduda

source: Lost your password?
ca_es: Heu perdut la contrasenya?

source: You have logged in successfully.
ca_es: Heu iniciat la sessió correctament.

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href='http://www.google.com/cookies.html'>enable cookies</a> to use WordPress.
ca_es: <strong>ERROR</strong>: Les galetes estan bloquejades o no suportades pel vostre navegador. Heu <a href='http://www.google.com/cookies.html'>d'activar les galetes</a> per usar el WordPress.

source: You are now logged out.
ca_es: L'usuari s'ha desconnectat.

source: User registration is currently not allowed.
ca_es: No es permet el registre de nous usuaris.

source: Check your e-mail for the confirmation link.
ca_es: Comproveu si heu rebut per correu electrònic l'enllaç de confirmació.

source: Check your e-mail for your new password.
ca_es: Comproveu si heu rebut per correu electrònic la contrasenya nova.

source: Registration complete. Please check your e-mail.
ca_es: Registre complet. Comproveu el correu electrònic.

source: Slow down cowboy, no need to check for new mails so often!
ca_es: Tranqui company!, no cal comprovar si hi ha nous e-mails tant a sovint!

source: There doesn&#8217;t seem to be any new mail.
ca_es: No sembla que hi hagi cap correu nou.

source: Author is %s
ca_es: L'autor és %s

source: <strong>Author:</strong> %s
ca_es: <strong>Autor:</strong> %s

source: <strong>Posted title:</strong> %s
ca_es: <strong>Títol de l'entrada:</strong> %s

source: Privacy:
ca_es: Privadesa:

source: (Must be at least 4 characters, letters and numbers only.)
ca_es: (Ha de tenir almenys 4 caràcters, lletres i números solament.)

source: Email&nbsp;Address:
ca_es: Adreça&nbsp;electrònica:

source: There was a problem, please correct the form below and try again.
ca_es: Ha hagut un problema, corregiu el formulari d'aquí sota i proveu de nou.

source: Get your own %s account in seconds
ca_es: Obteniu el vostre compte %s en segons

source: Just a username, please.
ca_es: Solament un nom d'usuari.

source: %s is your new username
ca_es: El nou nom d'usuari és %s

source: But, before you can start using your new username, <strong>you must activate it</strong>.
ca_es: Però, abans de començar a fer servir el vostre nom d'usuari, <strong>haureu d'activar-lo</strong>.

source: If you do not activate your username within two days, you will have to sign up again.
ca_es: Si no activeu el vostre nom d'usuari en dos dies, haureu de registrar-vos altra vegada.

source: Signup
ca_es: Registre

source: Still waiting for your email?
ca_es: Encara esteu esperant el correu electrònic?

source: Registration has been disabled.
ca_es: El registre s'ha desactivat.

source: User registration has been disabled.
ca_es: El registre d'usuaris s'ha desactivat.

source: Help
ca_es: Ajuda

source: Black
ca_es: Negre

source: Brown
ca_es: Marró

source: Green
ca_es: Verd

source: Orange
ca_es: Taronja

source: Pink
ca_es: Rosa

source: Purple
ca_es: Violeta

source: Red
ca_es: Vermell

source: Silver
ca_es: Plata

source: White
ca_es: Blanc

source: Yellow
ca_es: Groc

source: Width
ca_es: Amplada

source: About
ca_es: Quant a

source: <strong>ERROR</strong>: Please enter a username.
ca_es: <strong>ERROR</strong>: Introduïu un nom d'usuari.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
ca_es: <strong>ERROR</strong>: Aquesta adreça electrònica ja existeix. Trieu-ne una altra.

source: There are no options for this widget.
ca_es: No hi ha opcions per a aquest giny.

source: Strength indicator
ca_es: Indicador de robustesa

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &amp; ).
ca_es: Pista: és recomanable que la contrasenya tinga almenys 7 caràcters. Per fer-la més robusta, feu servir lletres majúscules i minúscules, nombres i signes com ara ! " ? $ % ^ &amp; ).

source: Very weak
ca_es: Molt feble

source: Weak
ca_es: Feble

source: Strong
ca_es: Robusta

source: Edit Category
ca_es: Edita la categoria

source: Enabled
ca_es: Activat

source: Allow people to post comments on new articles
ca_es: Permet a la gent fer comentaris a les noves entrades

source: Date Format
ca_es: Format de data

source: Time Format
ca_es: Format de l'hora

source: Settings saved.
ca_es: S'han desat les opcions.

source: Height
ca_es: Alçada

source: Default
ca_es: Predeterminada

source: Plugin
ca_es: Extensió

source: Insert Image
ca_es: Insereix imatge

source: Title:
ca_es: Títol:

source: Separate tags with commas
ca_es: Separa les etiquetes amb comes

source: Select All
ca_es: Selecciona-ho tot

source: (required)
ca_es: (necessari)

source: Website
ca_es: Lloc web

source: Widgets
ca_es: Ginys

source: Sorry, your entry could not be posted. Something wrong happened.
ca_es: Desgraciadament l'entrada no s'ha pogut publicar per algun problema tècnic.

source: Sorry, you do not have the right to edit this post.
ca_es: No teniu permís per editar aquesta entrada.

source: For some strange yet very annoying reason, this post could not be edited.
ca_es: Per algun motiu estrany i molest aquesta entrada no s'ha pogut publicar.

source: Sorry, you do not have the right to delete this post.
ca_es: No teniu autorització per suprimir aquesta entrada.

source: For some strange yet very annoying reason, this post could not be deleted.
ca_es: Per algun motiu estrany i molest aquesta entrada no s'ha pogut suprimir.

source: Sorry, comments are closed for this item.
ca_es: Disculpeu, els comentaris estan tancats.

source: Sorry, you must be logged in to post a comment.
ca_es: Disculpeu, heu d'iniciar una sessió per escriure un comentari.

source: Your key has been cleared.
ca_es: La vostra clau s'ha eliminat.

source: The key you entered is invalid. Please double-check it.
ca_es: La vostra clau no és vàlida. Comproveu-la.

source: The key you entered could not be verified because a connection to akismet.com could not be established. Please check your server configuration.
ca_es: La clau que heu introduït no ha pogut ser verificada perquè no s'ha pogut establir una connexió amb akismet.com. Comproveu la configuració del vostre servidor.

source: There was a problem connecting to the Akismet server. Please check your server configuration.
ca_es: S'ha produït un error en connectar amb el servidor d'Akismet. Comproveu la configuració del vostre servidor.

source: The key below was previously validated but a connection to akismet.com can not be established at this time. Please check your server configuration.
ca_es: La clau següent ha pogut ser verificada però ara no s'ha pogut establir cap connexió amb akismet.com. Comproveu la configuració del vostre servidor.

source: Server Connectivity
ca_es: Connectivitat del servidor

source: Unable to reach some Akismet servers.
ca_es: No es pot accedir a alguns servidors d'Akismet.

source: A network problem or firewall is blocking some connections from your web server to Akismet.com. Akismet is working but this may cause problems during times of network congestion. Please contact your web host or firewall administrator and give them <a href="%s" target="_blank">this information about Akismet and firewalls</a>.
ca_es: Un problema de xarxa o tallafocs està blocant algunes connexions des del vostre servidor a Akismet.com. Akismet està funcionant però açò pot causar problemes de congestió de xarxa durant estones. Contacteu amb els vostres administradors del vostre web o del tallafocs i doneu-los <a href="%s" target="_blank">aquesta informació sobre l'Akismet i els tallafocs</a>.

source: Unable to reach any Akismet servers.
ca_es: No es pot accedir a cap dels servidors d'Akismet.

source: A network problem or firewall is blocking all connections from your web server to Akismet.com. <strong>Akismet cannot work correctly until this is fixed.</strong> Please contact your web host or firewall administrator and give them <a href="%s" target="_blank">this information about Akismet and firewalls</a>.
ca_es: Un problema de xarxa o tallafocs està blocant totes les connexions des del vostre servidor web a Akismet.com. <strong>Akismet no pot funcionar correctament fins que això sia solucionat.</strong> Contacteu amb els vostres administradors web o del tallafocs i doneu-los <a href="%s" target="_blank">aquesta informació sobre Akismet i els tallafocs</a> (en anglès).

source: All Akismet servers are available.
ca_es: Tots els servidors d'Akismet estan disponibles

source: Akismet is working correctly. All servers are accessible.
ca_es: Akismet està funcionant correctament. Tots els servidors són accessibles.

source: Network functions are disabled.
ca_es: Les funcions de xarxa estan desactivades.

source: Unable to find Akismet servers.
ca_es: No es pot trobar servidors d'Akismet.

source: A DNS problem or firewall is preventing all access from your web server to Akismet.com. <strong>Akismet cannot work correctly until this is fixed.</strong> Please contact your web host or firewall administrator and give them <a href="%s" target="_blank">this information about Akismet and firewalls</a>.
ca_es: Un problema de DNS o tallafocs està impedint tots els accessos des del vostre servidor a Akismet.com. <strong>Akismet no pot funcionar correctament fins que estiga solucionat.</strong> Contacteu amb els vostres administradors web o del tallafocs i doneu-los <a href="%s" target="_blank">aquesta informació sobre l'akismet i els tallafocs</a>.

source: Akismet server
ca_es: Servidor d'Akismet

source: Network Status
ca_es: Estat de la xarxa

source: Akismet Stats
ca_es: Estadístiques de l'Akismet

source: Akismet is almost ready.
ca_es: Akismet està gairebé llest.

source: Akismet has detected a problem.
ca_es: Akismet ha detectat un problema.

source: Akismet Spam (%s)
ca_es: Brossa a Akismet (%s)

source: Akismet Spam
ca_es: Brossa a Akismet

source: You do not have sufficient permission to moderate comments.
ca_es: No teniu els permisos necessaris per moderar comentaris.

source: %1$s comments recovered.
ca_es: %1$s comentaris restablerts.

source: All spam deleted.
ca_es: Suprimit tot el correu brossa.

source: Caught Spam
ca_es: Brossa bloquejada

source: Akismet has caught <strong>%1$s spam</strong> for you since you first installed it.
ca_es: Akismet ha bloquejat <strong>%1$s missatges brossa</strong> des que ho vas activar.

source: You have no spam currently in the queue. Must be your lucky day. :)
ca_es: En aquest moment no teniu brossa a la cua. Potser és el teu dia de sort. :)

source: You can delete all of the spam from your database with a single click. This operation cannot be undone, so you may wish to check to ensure that no legitimate comments got through first. Spam is automatically deleted after 15 days, so don&#8217;t sweat it.
ca_es: Podeu suprimir tota la brossa de la base de dades amb un sol clic. Aquesta operació no pot ser corregida, així que tal vegada vulgueu assegurar-vos primer que no s'ha colat cap comentari autèntic. La brossa se suprimeix automàticament cada quinze dies, no us preocupeu.

source: There are currently %1$s comments identified as spam.
ca_es: En aquest moment hi ha %1$s comentaris identificats com a brossa.

source: Delete all
ca_es: Suprimeix-los tots

source: These are the latest comments identified as spam by Akismet. If you see any mistakes, simply mark the comment as "not spam" and Akismet will learn from the submission. If you wish to recover a comment from spam, simply select the comment, and click Not Spam. After 15 days we clean out the junk for you.
ca_es: Aquests són els últims comentaris identificats com a brossa per l'Akismet. Si trobeu algun error, només heu de marcar-lo com "No és brossa" i Akismet ho aprendrà en rebre-ho. Si voleu recuperar un comentari, seleccioneu-lo i feu clic a "No és brossa". Després de 15 dies, les escombraries desapareixeran soles.

source: Search Spam &raquo;
ca_es: Cerca brossa &raquo;

source: &laquo; Previous Page
ca_es: &laquo; Pàgina prèvia

source: Next Page &raquo;
ca_es: Pàgina següent &raquo;

source: De-spam marked comments &raquo;
ca_es: Els comentaris indicats no són brossa &raquo;

source: Comments you de-spam will be submitted to Akismet as mistakes so it can learn and get better.
ca_es: Comentaris que qualifiqueu com a no-brossa seran enviats a Akismet com a falles per tal de poder-ne aprendre.

source: <a href="%1$s">Akismet</a> has protected your site from <a href="%2$s">%3$s spam comments</a>.
ca_es: <a href="%1$s">L'Akismet</a> ha protegit el lloc web d'<a href="%2$s">%3$s comentari brossa</a>.

source: Recheck Queue for Spam
ca_es: Comprova altre cop la brossa a la cua d'espera

source: Check for Spam
ca_es: Comprova la brossa

source: Comments on %s
ca_es: Comentaris a %s

source: Powered by WordPress, state-of-the-art semantic personal publishing platform.
ca_es: Funcionant amb el WordPress, plataforma semàntica de publicació personal de primer ordre.

source: Enter your password to view comments.
ca_es: Escriviu la vostra contrasenya per veure els comentaris.

source: No Comments
ca_es: No hi ha comentaris

source: 1 Comment
ca_es: 1 comentari

source: % Comments
ca_es: % comentaris

source: Edit This
ca_es: Edita això

source: You must be <a href="%s">logged in</a> to post a comment.
ca_es: Disculpa, heu d'<a href="%s">iniciar la sessió</a> per escriure un comentari.

source: Tags:
ca_es: Etiquetes:

source: Pages:
ca_es: Pàgines:

source: The latest comments to all posts in RSS
ca_es: Últims comentaris a totes les entrades en RSS

source: Comments <abbr title="Really Simple Syndication">RSS</abbr>
ca_es: <abbr title="en inglés, Really Simple Syndication">RSS</abbr> dels comentaris

source: <cite class="fn">%s</cite> <span class="says">says:</span>
ca_es: <cite class="fn">%s</cite> <span class="says">escrigué:</span>

source: Your comment is awaiting moderation.
ca_es: El comentari està esperant moderació.

source: (Edit)
ca_es: (Edita)

source: View all posts in %s
ca_es: Mostra totes les entrades a %s

source: XML error: %s at line %d
ca_es: Error de XML: %s en la línia %d

source: Visit %s&#8217;s website
ca_es: Visita el web de %s

source: Posts by %s
ca_es: Entrades de %s

source: Last updated: %s
ca_es: Darrera actualització: %s

source: Bookmarks
ca_es: Favorits

source: Usage of user levels by plugins and themes is deprecated. Use roles and capabilities instead.
ca_es: L'ús de tipus d'usuari per les extensions i els temes és obsolet. Useu en el seu lloc rols i capacitats.

source: No categories
ca_es: No hi ha categories

source: %s topic
ca_es: %s tema

source: No server specified
ca_es: Servidor no especificat

source: no login ID submitted
ca_es: no s'ha enviat l'identificador d'usuari

source: connection not established
ca_es: connexió no establerta

source: No password submitted
ca_es: No s'ha enviat la contrasenya

source: Authentication failed
ca_es: Ha fallat l'autenticació

source: No connection to server
ca_es: No hi ha connexió amb el servidor

source: No login ID submitted
ca_es: No s'ha enviat l'identificador d'usuari

source: No server banner
ca_es: No hi identificació del servidor

source: abort
ca_es: cancel·la

source: apop authentication failed
ca_es: ha fallat l'autenticació apop

source: Premature end of list
ca_es: Final de la llista inesperat

source: Empty command string
ca_es: Cadena d'instruccions buida

source: connection does not exist
ca_es: connexió inexistent

source: No msg number submitted
ca_es: No s'ha enviat cap número de missatge

source: Command failed
ca_es: Ordre fallida

source: View all posts filed under %s
ca_es: Mostra totes les entrades arxivades en %s

source: Feed for all posts filed under %s
ca_es: Canal de totes les entrades arxivades en %s

source: Comments Off
ca_es: Desactiva els comentaris

source: Comment on %s
ca_es: Comentaris a %s

source: Log in to Reply
ca_es: Entra per respondre

source: Leave a Comment
ca_es: Feu un comentari

source: Log in to leave a Comment
ca_es: Entra per fer un comentari

source: Click here to cancel reply.
ca_es: Feu clic aquí per cancel·lar la resposta.

source: Leave a Reply
ca_es: Deixa un comentari

source: Leave a Reply to %s
ca_es: Respon a %s

source: Are you sure you want to do this?
ca_es: Segur que voleu fer això?

source: %s ago
ca_es: fa %s

source: Undo
ca_es: Desfés

source: Apply
ca_es: Aplica

source: Publish
ca_es: Publica

source: Excerpt
ca_es: Extracte

source: Link Categories
ca_es: Categories d'enllaços

source: Search Categories
ca_es: Cerca categories

source: Edit Link Category
ca_es: Edita la categoria d'enllaços

source: Update Category
ca_es: Actualitza la categoria

source: Add Link
ca_es: Afegeix un enllaç

source: Save
ca_es: Desa

source: Target
ca_es: Destinació

source: Advanced
ca_es: Avançat

source: None
ca_es: Cap

source: Invalid taxonomy
ca_es: Taxonomia incorrecta

source: Edit Tag
ca_es: Edita l'etiqueta

source: View Post
ca_es: Mostra l'entrada

source: Edit Post
ca_es: Edita l'entrada

source: Done
ca_es: Fet

source: Anonymous
ca_es: Anònim

source: Submit
ca_es: Envia

source: Invalid file type
ca_es: Tipus de fitxer invàlid

source: Preview
ca_es: Previsualitza

source: Recent Comments
ca_es: Comentaris recents

source: Cancel
ca_es: Cancel·la

source: Content
ca_es: Contingut

source: Save Draft
ca_es: Desa l'esborrany

source: No comments yet.
ca_es: Encara no hi ha comentaris.

source: Reply
ca_es: Respon

source: Pingback
ca_es: Retroping

source: Trackback
ca_es: Retroenllaç

source: Number of comments to show:
ca_es: Nombre de comentaris que cal mostrar:

source: <strong>RSS Error</strong>: %s
ca_es: <strong>Error del fil RSS</strong>: %s

source: Unknown Feed
ca_es: Fil de RSS desconegut

source: Header
ca_es: Capçalera

source: Sidebar
ca_es: Barra lateral

source: Archives
ca_es: Arxius

source: Password
ca_es: Contrasenya
